sdaiGetLowerBound(Sdai_Id_aggr*)
\details
Retrieves the lower bound of a specified aggregate element.
\param aggregate [in] An aggregate to get the lower bound from.
\returns An SDAI integer value that represents the lower bound value.
\remarks
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiTR_NAVL - Transaction currently not available.
* sdaiTR_EAB - Transaction ended abnormally.
* sdaiRP_NOPN - Repository is not open.
* sdaiMX_NDEF - SDAI-model access not defined.
* sdaiAI_NEXS - Aggregate instance does not exist.
* sdaiVA_NSET - Value not set.
* sdaiVT_NVLD - Value type invalid.
* sdaiEX_NSUP - Expression evaluation not supported.
* sdaiFN_NAVL - Function not available.
* sdaiSY_ERR - Underlying system error.